---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportModelTooLarge
source: html/19fe739a-b6c0-5435-ff2a-00a67ae78405.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportModelTooLarge Property

The imported model is too large.

## Syntax (C#)
```csharp
public static FailureDefinitionId ImportModelTooLarge { get; }
```